Repository: owngoal-dev/Xrash
Catalog: Xrash/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Could Not Load Releases
ar: تعذّر تحميل الإصدارات
de: Releases konnten nicht geladen werden
es: No se han podido cargar las versiones
fr: Impossible de charger les releases
it: Impossibile caricare le release
ja: リリースを読み込めませんでした
ko: 릴리스를 불러올 수 없음
pt_br: Não Foi Possível Carregar as Versões
ru: Не удалось загрузить релизы
vi: Không thể tải các bản phát hành
zh_hans: 无法载入发行版
zh_hant: 無法載入發行版本

source: Could Not Open the File
ar: تعذّر فتح الملف
de: Datei konnte nicht geöffnet werden
es: No se ha podido abrir el archivo
fr: Impossible d’ouvrir le fichier
it: Impossibile aprire il file
ja: ファイルを開けませんでした
ko: 파일을 열 수 없음
pt_br: Não Foi Possível Abrir o Arquivo
ru: Не удалось открыть файл
vi: Không thể mở tệp
zh_hans: 无法打开文件
zh_hant: 無法打開檔案

source: Could Not Open the PDF
ar: تعذّر فتح ملف PDF
de: PDF konnte nicht geöffnet werden
es: No se ha podido abrir el PDF
fr: Impossible d’ouvrir le PDF
it: Impossibile aprire il PDF
ja: PDF を開けませんでした
ko: PDF를 열 수 없음
pt_br: Não Foi Possível Abrir o PDF
ru: Не удалось открыть PDF
vi: Không thể mở PDF
zh_hans: 无法打开 PDF
zh_hant: 無法打開 PDF

source: Could Not Open the Report
ar: تعذّر فتح التقرير
de: Bericht konnte nicht geöffnet werden
es: No se ha podido abrir el informe
fr: Impossible d’ouvrir le rapport
it: Impossibile aprire il rapporto
ja: レポートを開けませんでした
ko: 보고서를 열 수 없음
pt_br: Não Foi Possível Abrir o Relatório
ru: Не удалось открыть отчёт
vi: Không thể mở báo cáo
zh_hans: 无法打开报告
zh_hant: 無法打開報告

source: Could Not Open This File
ar: تعذّر فتح هذا الملف
de: Datei konnte nicht geöffnet werden
es: No se ha podido abrir este archivo
fr: Impossible d’ouvrir ce fichier
it: Impossibile aprire questo file
ja: このファイルを開けませんでした
ko: 이 파일을 열 수 없음
pt_br: Não Foi Possível Abrir Este Arquivo
ru: Не удалось открыть этот файл
vi: Không thể mở tệp này
zh_hans: 无法打开此文件
zh_hant: 無法打開此檔案

source: Crash
ar: تعطل
de: Absturz
es: Fallo
fr: Plantage
ja: クラッシュ
ko: 크래시
pt_br: Falha
ru: Сбой
vi: Sự cố
zh_hans: 崩溃
zh_hant: 崩潰

source: Crash Notifications
ar: إشعارات التعطل
de: Absturzmitteilungen
es: Notificaciones de fallos
fr: Notifications de plantage
it: Notifiche di crash
ja: クラッシュ通知
ko: 크래시 알림
pt_br: Notificações de Falha
ru: Уведомления о сбоях
vi: Thông báo sự cố
zh_hans: 崩溃通知
zh_hant: 崩潰通知

source: Crash Report (.crash)
ar: تقرير التعطل (.crash)
de: Absturzbericht (.crash)
es: Informe de fallo (.crash)
fr: Rapport de plantage (.crash)
it: Rapporto di crash (.crash)
ja: クラッシュレポート (.crash)
ko: 크래시 보고서 (.crash)
pt_br: Relatório de Falha (.crash)
ru: Отчёт о сбое (.crash)
vi: Báo cáo sự cố (.crash)
zh_hans: 崩溃报告（.crash）
zh_hant: 崩潰報告（.crash）

source: Crash Report: %@
ar: تقرير تعطل: %@
de: Absturzbericht: %@
es: Informe de fallo: %@
fr: Rapport de plantage : %@
it: Rapporto di crash: %@
ja: クラッシュレポート: %@
ko: 크래시 보고서: %@
pt_br: Relatório de Falha: %@
ru: Отчёт о сбое: %@
vi: Báo cáo sự cố: %@
zh_hans: 崩溃报告：%@
zh_hant: 崩潰報告：%@

source: Crash Report: %@ (%@)
ar: تقرير تعطل: %@ (%@)
de: Absturzbericht: %@ (%@)
es: Informe de fallo: %@ (%@)
fr: Rapport de plantage : %@ (%@)
it: Rapporto di crash: %@ (%@)
ja: クラッシュレポート: %@（%@）
ko: 크래시 보고서: %@ (%@)
pt_br: Relatório de Falha: %@ (%@)
ru: Отчёт о сбое: %@ (%@)
vi: Báo cáo sự cố: %@ (%@)
zh_hans: 崩溃报告：%@（%@）
zh_hant: 崩潰報告：%@（%@）

source: Crash reports, read and symbolicated.
ar: تقارير التعطل، مقروءة ومفكوكة الرموز.
de: Absturzberichte, gelesen und symbolisiert.
es: Informes de fallo, leídos y simbolicados.
fr: Les rapports de plantage, lus et symbolisés.
it: Rapporti di crash, letti e simbolicati.
ja: クラッシュレポートを読み込み、シンボリケートします。
ko: 크래시 보고서를 읽고 심볼리케이트합니다.
pt_br: Relatórios de falha, lidos e simbolicados.
ru: Отчёты о сбоях: прочитанные и символизированные.
vi: Báo cáo sự cố, được đọc và giải mã ký hiệu.
zh_hans: 读取并符号化崩溃报告。
zh_hant: 讀取並符號化崩潰報告。

source: Crashed Thread
ar: الخيط المتعطل
de: Abgestürzter Thread
es: Hilo que ha fallado
fr: Thread ayant planté
it: Thread in crash
ja: クラッシュしたスレッド
ko: 크래시된 스레드
pt_br: Thread com Falha
ru: Аварийный поток
vi: Luồng gặp sự cố
zh_hans: 崩溃线程
zh_hant: 崩潰的執行緒

source: Crashed thread %lld
ar: الخيط المتعطل %lld
de: Abgestürzter Thread %lld
es: Hilo %lld, el que ha fallado
fr: Thread %lld ayant planté
it: Thread %lld in crash
ja: クラッシュしたスレッド %lld
ko: 크래시된 스레드 %lld
pt_br: Thread %lld, a que falhou
ru: Аварийный поток %lld
vi: Luồng gặp sự cố %lld
zh_hans: 崩溃线程 %lld
zh_hant: 崩潰的執行緒 %lld

source: Crashes
ar: التعطلات
de: Abstürze
es: Fallos
fr: Plantages
it: Crash
ja: クラッシュ
ko: 크래시
pt_br: Falhas
ru: Сбои
vi: Sự cố
zh_hans: 崩溃
zh_hant: 崩潰

source: Crashes that look like part of the same incident.
ar: تعطلات تبدو جزءًا من الحادثة نفسها.
de: Abstürze, die zum selben Vorfall zu gehören scheinen.
es: Fallos que parecen formar parte del mismo incidente.
fr: Des plantages qui semblent faire partie du même incident.
it: Crash che sembrano far parte dello stesso incidente.
ja: 同じインシデントの一部と思われるクラッシュです。
ko: 같은 인시던트의 일부로 보이는 크래시입니다.
pt_br: Falhas que parecem fazer parte do mesmo incidente.
ru: Сбои, которые выглядят частью одного инцидента.
vi: Những sự cố có vẻ thuộc cùng một vụ việc.
zh_hans: 看起来属于同一事件的崩溃。
zh_hant: 看起來屬於同一事件的崩潰。

source: Crashes, hangs, kernel panics and out-of-memory reports, as the system wrote them.
ar: تقارير التعطل والتجمد وذعر النواة ونفاد الذاكرة، كما كتبها النظام.
de: Abstürze, Hänger, Kernel-Panics und Berichte über Speichermangel, so wie das System sie geschrieben hat.
es: Fallos, bloqueos, pánicos del kernel e informes de falta de memoria, tal como los ha escrito el sistema.
fr: Plantages, blocages, kernel panics et rapports de mémoire insuffisante, tels que le système les a écrits.
it: Crash, blocchi, kernel panic e rapporti di memoria esaurita, così come li ha scritti il sistema.
ja: クラッシュ、ハング、カーネルパニック、メモリ不足のレポートを、システムが書き出したままの形で表示します。
ko: 크래시, 멈춤, 커널 패닉, 메모리 부족 보고서를 시스템이 기록한 그대로 보여줍니다.
pt_br: Falhas, travamentos, pânicos do kernel e relatórios de falta de memória, exatamente como o sistema os escreveu.
ru: Сбои, зависания, паники ядра и отчёты о нехватке памяти — в том виде, в каком их записала система.
vi: Sự cố, treo, kernel panic và báo cáo hết bộ nhớ, đúng như hệ thống đã ghi.
zh_hans: 崩溃、无响应、内核崩溃和内存不足报告，与系统写下的内容一致。
zh_hant: 崩潰、無回應、核心崩潰和記憶體不足報告，與系統寫下的內容一致。

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Creating the Report
ar: جارٍ إنشاء التقرير
de: Bericht wird erstellt
es: Creando el informe
fr: Création du rapport
it: Creazione del rapporto
ja: レポートを作成中
ko: 보고서 생성 중
pt_br: Criando o Relatório
ru: Создание отчёта
vi: Đang tạo báo cáo
zh_hans: 正在创建报告
zh_hant: 正在建立報告

source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日付
ko: 날짜
pt_br: Dia
ru: День
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Debug Symbols
ar: رموز التصحيح
de: Debug-Symbole
es: Símbolos de depuración
fr: Symboles de débogage
it: Simboli di debug
ja: デバッグシンボル
ko: 디버그 심볼
pt_br: Símbolos de Depuração
ru: Отладочные символы
vi: Ký hiệu gỡ lỗi
zh_hans: 调试符号
zh_hant: 除錯符號

source: Default Size
ar: الحجم الافتراضي
de: Standardgröße
es: Tamaño por omisión
fr: Taille par défaut
it: Dimensione predefinita
ja: 標準サイズ
ko: 기본 크기
pt_br: Tamanho Padrão
ru: Размер по умолчанию
vi: Cỡ mặc định
zh_hans: 默认大小
zh_hant: 預設大小

source: Default View
ar: العرض الافتراضي
de: Standardansicht
es: Vista por omisión
fr: Vue par défaut
it: Vista predefinita
ja: デフォルトの表示
ko: 기본 보기
pt_br: Visualização Padrão
ru: Вид по умолчанию
vi: Chế độ xem mặc định
zh_hans: 默认视图
zh_hant: 預設顯示方式

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld reports from %@?
ar: حذف %lld تقرير من %@؟
de: %lld Berichte von %@ löschen?
es: ¿Eliminar %lld informes de %@?
fr: Supprimer %lld rapports de %@ ?
it: Eliminare %lld rapporti di %@?
ja: %2$@ のレポート %1$lld 件を削除しますか？
ko: %2$@의 보고서 %1$lld개를 삭제하시겠습니까?
pt_br: Apagar %lld relatórios de %@?
ru: Удалить %lld отчётов процесса %@?
vi: Xóa %lld báo cáo của %@?
zh_hans: 删除 %2$@ 的 %1$lld 份报告？
zh_hant: 要刪除 %2$@ 的 %1$lld 份報告嗎？

source: Delete %lld Reports?
ar: حذف %lld تقرير؟
de: %lld Berichte löschen?
es: ¿Eliminar %lld informes?
fr: Supprimer %lld rapports ?
it: Eliminare %lld rapporti?
ja: %lld 件のレポートを削除しますか？
ko: 보고서 %lld개를 삭제하시겠습니까?
pt_br: Apagar %lld relatórios?
ru: Удалить %lld отчётов?
vi: Xóa %lld báo cáo?
zh_hans: 删除 %lld 份报告？
zh_hant: 要刪除 %lld 份報告嗎？

source: Delete All
ar: حذف الكل
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pt_br: Apagar Tudo
ru: Удалить все
vi: Xóa tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete All Reports
ar: حذف كل التقارير
de: Alle Berichte löschen
es: Eliminar todos los informes
fr: Supprimer tous les rapports
it: Elimina tutti i rapporti
ja: すべてのレポートを削除
ko: 모든 보고서 삭제
pt_br: Apagar Todos os Relatórios
ru: Удалить все отчёты
vi: Xóa tất cả báo cáo
zh_hans: 删除所有报告
zh_hant: 刪除所有報告

source: Delete All Reports?
ar: حذف كل التقارير؟
de: Alle Berichte löschen?
es: ¿Eliminar todos los informes?
fr: Supprimer tous les rapports ?
it: Eliminare tutti i rapporti?
ja: すべてのレポートを削除しますか？
ko: 모든 보고서를 삭제하시겠습니까?
pt_br: Apagar todos os relatórios?
ru: Удалить все отчёты?
vi: Xóa tất cả báo cáo?
zh_hans: 删除所有报告？
zh_hant: 要刪除所有報告嗎？

source: Delete All Reports…
ar: حذف كل التقارير…
de: Alle Berichte löschen…
es: Eliminar todos los informes…
fr: Supprimer tous les rapports…
it: Elimina tutti i rapporti…
ja: すべてのレポートを削除…
ko: 모든 보고서 삭제…
pt_br: Apagar Todos os Relatórios…
ru: Удалить все отчёты…
vi: Xóa tất cả báo cáo…
zh_hans: 删除所有报告…
zh_hant: 刪除所有報告…

source: Delete System Symbols
ar: حذف رموز النظام
de: Systemsymbole löschen
es: Eliminar los símbolos del sistema
fr: Supprimer les symboles système
it: Elimina i simboli di sistema
ja: システムシンボルを削除
ko: 시스템 심볼 삭제
pt_br: Apagar Símbolos do Sistema
ru: Удалить системные символы
vi: Xóa ký hiệu hệ thống
zh_hans: 删除系统符号
zh_hant: 刪除系統符號

source: Delete This Report?
ar: حذف هذا التقرير؟
de: Diesen Bericht löschen?
es: ¿Eliminar este informe?
fr: Supprimer ce rapport ?
it: Eliminare questo rapporto?
ja: このレポートを削除しますか？
ko: 이 보고서를 삭제하시겠습니까?
pt_br: Apagar este relatório?
ru: Удалить этот отчёт?
vi: Xóa báo cáo này?
zh_hans: 删除此报告？
zh_hant: 要刪除此報告嗎？

source: Deleting Reports
ar: جارٍ حذف التقارير
de: Berichte werden gelöscht
es: Eliminando los informes
fr: Suppression des rapports
it: Eliminazione dei rapporti
ja: レポートを削除中
ko: 보고서 삭제 중
pt_br: Apagando Relatórios
ru: Удаление отчётов
vi: Đang xóa báo cáo
zh_hans: 正在删除报告
zh_hant: 正在刪除報告

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부사항
pt_br: Detalhes
ru: Подробности
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 기기
pt_br: Dispositivo
ru: Устройство
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

source: Done
ar: تم
de: Fertig
es: OK
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Downloaded %@
ar: تم تنزيل %@
de: %@ geladen
es: Descargados %@
fr: %@ téléchargés
it: %@ scaricati
ja: %@ をダウンロードしました
ko: %@ 다운로드됨
pt_br: %@ baixados
ru: Загружено %@
vi: Đã tải %@
zh_hans: 已下载 %@
zh_hant: 已下載 %@

source: Downloading %@
ar: جارٍ تنزيل %@
de: %@ wird geladen
es: Descargando %@
fr: Téléchargement de %@
it: Download di %@
ja: %@ をダウンロード中
ko: %@ 다운로드 중
pt_br: Baixando %@
ru: Загрузка %@
vi: Đang tải %@
zh_hans: 正在下载 %@
zh_hant: 正在下載 %@

source: Drawing the PDF
ar: جارٍ رسم ملف PDF
de: PDF wird gezeichnet
es: Dibujando el PDF
fr: Tracé du PDF
it: Disegno del PDF
ja: PDF を描画中
ko: PDF 그리는 중
pt_br: Desenhando o PDF
ru: Отрисовка PDF
vi: Đang vẽ PDF
zh_hans: 正在绘制 PDF
zh_hant: 正在繪製 PDF

source: dSYMs
ar: ملفات dSYM
es: dSYM
it: dSYM
ja: dSYM
ko: dSYM
ru: dSYM
vi: dSYM
zh_hans: dSYM
zh_hant: dSYM

source: dSYMs available
ar: ملفات dSYM المتوفرة
de: dSYMs verfügbar
es: dSYM disponibles
fr: dSYMs disponibles
it: dSYM disponibili
ja: dSYM あり
ko: 사용 가능한 dSYM
pt_br: dSYMs disponíveis
ru: Доступные dSYM
vi: dSYM khả dụng
zh_hans: 有可用的 dSYM
zh_hant: 有可用的 dSYM

source: Dynamic Library
ar: مكتبة ديناميكية
de: Dynamische Bibliothek
es: Biblioteca dinámica
fr: Bibliothèque dynamique
it: Libreria dinamica
ja: 動的ライブラリ
ko: 동적 라이브러리
pt_br: Biblioteca Dinâmica
ru: Динамическая библиотека
vi: Thư viện động
zh_hans: 动态库
zh_hant: 動態程式庫

source: Dynamic Linker
ar: رابط ديناميكي
de: Dynamischer Linker
es: Enlazador dinámico
fr: Éditeur de liens dynamique
it: Linker dinamico
ja: 動的リンカ
ko: 동적 링커
pt_br: Vinculador Dinâmico
ru: Динамический компоновщик
vi: Trình liên kết động
zh_hans: 动态链接器
zh_hant: 動態連結器

source: Encrypted, method %u, %@ region
ar: مشفَّر، الطريقة %u، المنطقة %@
de: Verschlüsselt, Methode %u, Bereich %@
es: Cifrado, método %u, región %@
fr: Chiffré, méthode %u, région %@
it: Crittografato, metodo %u, regione %@
ja: 暗号化済み、方式 %u、%@ 領域
ko: 암호화됨, 방식 %u, %@ 영역
pt_br: Criptografado, método %u, região %@
ru: Зашифровано, метод %u, область %@
vi: Đã mã hóa, phương thức %u, vùng %@
zh_hans: 已加密，方式 %u，%@ 区域
zh_hant: 已加密，方式 %u，%@ 區域

source: Encryption
ar: التشفير
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
it: Crittografia
ja: 暗号化
ko: 암호화
pt_br: Criptografia
ru: Шифрование
vi: Mã hóa
zh_hans: 加密
zh_hant: 加密

source: Ended by %@
ar: أُنهي بواسطة %@
de: Beendet durch %@
es: Finalizado por %@
fr: Terminé par %@
it: Terminato da %@
ja: %@ により終了
ko: %@에 의해 종료됨
pt_br: Encerrado por %@
ru: Завершено процессом %@
vi: Bị kết thúc bởi %@
zh_hans: 由 %@ 终止
zh_hant: 由 %@ 終止

source: Enter it as owner/repo, or paste the repository's GitHub address.
ar: أدخله بصيغة owner/repo، أو الصق عنوان المستودع على GitHub.
de: Gib es als owner/repo ein oder füge die GitHub-Adresse des Repositorys ein.
es: Escríbelo como owner/repo o pega la dirección del repositorio en GitHub.
fr: Saisissez-le sous la forme owner/repo, ou collez l’adresse GitHub du dépôt.
it: Inseriscilo come owner/repo, oppure incolla l’indirizzo GitHub del repository.
ja: owner/repo の形式で入力するか、リポジトリの GitHub アドレスを貼り付けてください。
ko: owner/repo 형식으로 입력하거나 저장소의 GitHub 주소를 붙여넣으세요.
pt_br: Digite como owner/repo ou cole o endereço do repositório no GitHub.
ru: Укажите его как owner/repo или вставьте адрес репозитория на GitHub.
vi: Nhập theo dạng owner/repo, hoặc dán địa chỉ GitHub của kho.
zh_hans: 请按 owner/repo 的形式输入，或粘贴该仓库的 GitHub 地址。
zh_hant: 請以 owner/repo 的形式輸入，或貼上該儲存庫的 GitHub 網址。

source: Enter the repository whose releases carry the debug symbols, as owner/repo.
ar: أدخل المستودع الذي تحمل إصداراته رموز التصحيح، بصيغة owner/repo.
de: Gib das Repository, dessen Releases die Debug-Symbole enthalten, als owner/repo ein.
es: Escribe el repositorio cuyas versiones llevan los símbolos de depuración, como owner/repo.
fr: Saisissez le dépôt dont les releases contiennent les symboles de débogage, sous la forme owner/repo.
it: Inserisci il repository le cui release contengono i simboli di debug, come owner/repo.
ja: デバッグシンボルを含むリリースがあるリポジトリを、owner/repo の形式で入力してください。
ko: 디버그 심볼이 담긴 릴리스가 있는 저장소를 owner/repo 형식으로 입력하세요.
pt_br: Digite o repositório cujas versões trazem os símbolos de depuração, como owner/repo.
ru: Укажите репозиторий, в релизах которого лежат отладочные символы, как owner/repo.
vi: Nhập kho có các bản phát hành chứa ký hiệu gỡ lỗi, theo dạng owner/repo.
zh_hans: 请按 owner/repo 的形式输入发行版中带有调试符号的仓库。
zh_hant: 請以 owner/repo 的形式輸入發行版本中帶有除錯符號的儲存庫。

source: Entry Offset
ar: إزاحة نقطة الدخول
de: Eintrags-Offset
es: Desplazamiento de la entrada
fr: Décalage de l’entrée
it: Offset del punto d’ingresso
ja: エントリオフセット
ko: 진입점 오프셋
pt_br: Deslocamento de Entrada
ru: Смещение точки входа
vi: Offset điểm vào
zh_hans: 入口偏移
zh_hant: 進入點偏移

source: Estimated size: %@
ar: الحجم التقديري: %@
de: Geschätzte Größe: %@
es: Tamaño estimado: %@
fr: Taille estimée : %@
it: Dimensione stimata: %@
ja: 推定サイズ: %@
ko: 예상 크기: %@
pt_br: Tamanho estimado: %@
ru: Примерный размер: %@
vi: Dung lượng ước tính: %@
zh_hans: 预计大小：%@
zh_hant: 預估大小：%@

source: Every file is included in the bundle exactly as shown here.
ar: يُضاف كل ملف إلى الحزمة تمامًا كما يظهر هنا.
de: Jede Datei kommt genau so ins Bundle, wie sie hier steht.
es: Todos los archivos se incluyen en el paquete tal como aparecen aquí.
fr: Chaque fichier est inclus dans le bundle exactement tel qu’il apparaît ici.
it: Ogni file viene incluso nel bundle esattamente come lo vedi qui.
ja: ここに表示されているとおりのファイルが、すべてバンドルに含まれます。
ko: 모든 파일이 여기에 표시된 그대로 번들에 포함됩니다.
pt_br: Todos os arquivos entram no pacote exatamente como aparecem aqui.
ru: Каждый файл попадает в пакет ровно в том виде, в каком показан здесь.
vi: Mọi tệp đều được đưa vào gói đúng như hiển thị ở đây.
zh_hans: 每个文件都会按此处显示的内容原样包含在报告包中。
zh_hant: 每個檔案都會按此處顯示的內容原樣包含在報告包中。

source: Every image in this build's shared cache is read and stored, which takes more than a gigabyte of space and several minutes.
ar: تُقرأ كل صورة في ذاكرة التخزين المشتركة لهذا الإصدار وتُخزَّن، وهذا يستهلك أكثر من جيجابايت من المساحة وعدة دقائق.
de: Jedes Image im Shared Cache dieses Builds wird gelesen und gesichert; das braucht mehr als ein Gigabyte Speicher und mehrere Minuten.
es: Se lee y se guarda cada imagen de la caché compartida de esta compilación, lo que ocupa más de un gigabyte y tarda varios minutos.
fr: Chaque image du cache partagé de ce build est lue et conservée, ce qui occupe plus d’un gigaoctet et prend plusieurs minutes.
it: Ogni immagine nella shared cache di questa build viene letta e salvata: richiede più di un gigabyte di spazio e diversi minuti.
ja: このビルドの共有キャッシュにあるすべてのイメージを読み込んで保存します。1 GB を超える空き容量と数分の時間がかかります。
ko: 이 빌드의 공유 캐시에 있는 모든 이미지를 읽어 저장하므로 1GB가 넘는 공간과 몇 분이 걸립니다.
pt_br: Cada imagem do cache compartilhado desta versão é lida e armazenada, o que ocupa mais de um gigabyte e leva vários minutos.
ru: Каждый образ из общего кэша этой сборки читается и сохраняется: это занимает больше гигабайта места и несколько минут.
vi: Mọi ảnh nhị phân trong bộ nhớ đệm dùng chung của bản dựng này đều được đọc và lưu lại, việc này tốn hơn một gigabyte dung lượng và vài phút.
zh_hans: 此版本共享缓存中的每个映像都会被读取并存储，这需要 1 GB 以上的空间和数分钟时间。
zh_hant: 此版本共享快取中的每個映像都會被讀取並儲存，這需要 1 GB 以上的空間和數分鐘時間。

source: Every report can be opened.
ar: يمكن فتح كل تقرير.
de: Jeder Bericht kann geöffnet werden.
es: Se puede abrir cualquier informe.
fr: Tous les rapports peuvent être ouverts.
it: Tutti i rapporti possono essere aperti.
ja: すべてのレポートを開けます。
ko: 모든 보고서를 열 수 있습니다.
pt_br: Todos os relatórios podem ser abertos.
ru: Любой отчёт можно открыть.
vi: Có thể mở mọi báo cáo.
zh_hans: 所有报告都可以打开。
zh_hant: 所有報告都可以打開。

source: Every report file is removed. This cannot be undone.
ar: تُزال كل ملفات التقارير. لا يمكن التراجع عن ذلك.
de: Jede Berichtsdatei wird entfernt. Das kann nicht widerrufen werden.
es: Se eliminan todos los archivos de informe. Esta acción no se puede deshacer.
fr: Tous les fichiers de rapport sont retirés. Cette action est irréversible.
it: Tutti i file dei rapporti vengono rimossi. Questa azione non può essere annullata.
ja: すべてのレポートファイルが削除されます。この操作は取り消せません。
ko: 모든 보고서 파일이 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Todos os arquivos de relatório são removidos. Não é possível desfazer.
ru: Все файлы отчётов удаляются. Отменить это действие нельзя.
vi: Mọi tệp báo cáo sẽ bị gỡ. Không thể hoàn tác.
zh_hans: 所有报告文件都将被移除。此操作无法撤销。
zh_hant: 所有報告檔案都會被移除。此操作無法還原。

source: Every report is hidden by the current filter.
ar: المرشّح الحالي يخفي كل التقارير.
de: Der aktuelle Filter blendet jeden Bericht aus.
es: El filtro actual oculta todos los informes.
fr: Le filtre actuel masque tous les rapports.
it: Il filtro attuale nasconde tutti i rapporti.
ja: 現在のフィルタですべてのレポートが非表示になっています。
ko: 현재 필터로 모든 보고서가 가려져 있습니다.
pt_br: O filtro atual oculta todos os relatórios.
ru: Текущий фильтр скрывает все отчёты.
vi: Bộ lọc hiện tại đang ẩn mọi báo cáo.
zh_hans: 当前筛选条件隐藏了所有报告。
zh_hant: 目前的篩選條件隱藏了所有報告。

source: Every symbol file in that archive was already imported
ar: كل ملفات الرموز في ذلك الأرشيف مستوردة بالفعل
de: Jede Symboldatei in diesem Archiv war bereits importiert
es: Todos los archivos de símbolos de ese archivo comprimido ya se habían importado
fr: Tous les fichiers de symboles de cette archive étaient déjà importés
it: Tutti i file di simboli di quell’archivio erano già stati importati
ja: そのアーカイブ内のシンボルファイルはすべて読み込み済みです
ko: 그 아카이브의 심볼 파일은 이미 모두 가져왔습니다
pt_br: Todos os arquivos de símbolos desse arquivo já tinham sido importados
ru: Все файлы символов из этого архива уже импортированы
vi: Mọi tệp ký hiệu trong kho đó đều đã được nhập
zh_hans: 该归档中的每个符号文件都已导入
zh_hant: 該壓縮檔中的每個符號檔案都已匯入

source: Exception
ar: الاستثناء
de: Ausnahme
es: Excepción
it: Eccezione
ja: 例外
ko: 예외
pt_br: Exceção
ru: Исключение
vi: Ngoại lệ
zh_hans: 异常
zh_hant: 例外狀況

source: Executable
ar: ملف تنفيذي
de: Ausführbare Datei
es: Ejecutable
fr: Exécutable
it: Eseguibile
ja: 実行ファイル
ko: 실행 파일
pt_br: Executável
ru: Исполняемый файл
vi: Tệp thực thi
zh_hans: 可执行文件
zh_hant: 可執行檔

source: Expanded
ar: موسَّع
de: Erweitert
es: Expandido
fr: Développé
it: Espanso
ja: 展開済み
ko: 펼쳐짐
pt_br: Expandido
ru: Развёрнуто
vi: Đã mở rộng
zh_hans: 已展开
zh_hant: 已展開

source: Export PDF
ar: تصدير PDF
de: PDF exportieren
es: Exportar el PDF
fr: Exporter le PDF
it: Esporta PDF
ja: PDF を書き出す
ko: PDF 내보내기
pt_br: Exportar PDF
ru: Экспортировать PDF
vi: Xuất PDF
zh_hans: 导出 PDF
zh_hant: 輸出 PDF

source: Extract
ar: استخراج
de: Extrahieren
es: Extraer
fr: Extraire
it: Estrai
ja: 抽出
ko: 추출
pt_br: Extrair
ru: Извлечь
vi: Trích xuất
zh_hans: 提取
zh_hant: 提取

source: Extract System Symbols
ar: استخراج رموز النظام
de: Systemsymbole extrahieren
es: Extraer los símbolos del sistema
fr: Extraire les symboles système
it: Estrai i simboli di sistema
ja: システムシンボルを抽出
ko: 시스템 심볼 추출
pt_br: Extrair Símbolos do Sistema
ru: Извлечь системные символы
vi: Trích xuất ký hiệu hệ thống
zh_hans: 提取系统符号
zh_hant: 提取系統符號

source: Extracted once per system version, so system frames have names in every report.
ar: يُستخرج مرة واحدة لكل إصدار من النظام، لتظهر أسماء إطارات النظام في كل تقرير.
de: Einmal pro Systemversion extrahiert, damit System-Frames in jedem Bericht Namen haben.
es: Se extraen una vez por cada versión del sistema, para que los marcos del sistema tengan nombre en todos los informes.
fr: Extraits une fois par version du système, pour que les frames système portent un nom dans chaque rapport.
it: Estratti una volta per ogni versione del sistema, così i frame di sistema hanno un nome in ogni rapporto.
ja: システムのバージョンごとに一度抽出すれば、どのレポートでもシステムのフレームに名前が付きます。
ko: 시스템 버전마다 한 번만 추출하면 모든 보고서에서 시스템 프레임에 이름이 표시됩니다.
pt_br: Extraídos uma vez por versão do sistema, para que os quadros do sistema tenham nome em todos os relatórios.
ru: Извлекаются один раз для каждой версии системы, чтобы системные кадры имели имена в каждом отчёте.
vi: Chỉ cần trích xuất một lần cho mỗi phiên bản hệ thống, để khung ngăn xếp của hệ thống có tên trong mọi báo cáo.
zh_hans: 每个系统版本只需提取一次，之后每份报告中的系统帧都会有名称。
zh_hant: 每個系統版本只需提取一次，之後每份報告中的系統堆疊框架都會有名稱。

source: Extracting System Symbols
ar: جارٍ استخراج رموز النظام
de: Systemsymbole werden extrahiert
es: Extrayendo los símbolos del sistema
fr: Extraction des symboles système
it: Estrazione dei simboli di sistema
ja: システムシンボルを抽出中
ko: 시스템 심볼 추출 중
pt_br: Extraindo Símbolos do Sistema
ru: Извлечение системных символов
vi: Đang trích xuất ký hiệu hệ thống
zh_hans: 正在提取系统符号
zh_hant: 正在提取系統符號

source: File Offset
ar: إزاحة الملف
de: Datei-Offset
es: Desplazamiento en el archivo
fr: Décalage dans le fichier
it: Offset nel file
ja: ファイルオフセット
ko: 파일 오프셋
pt_br: Deslocamento no Arquivo
ru: Смещение в файле
vi: Offset tệp
zh_hans: 文件偏移
zh_hant: 檔案偏移

source: File Set
ar: مجموعة ملفات
es: Conjunto de archivos
fr: Ensemble de fichiers
ja: ファイルセット
ko: 파일 세트
ru: Набор файлов
vi: Tập hợp tệp
zh_hans: 文件集
zh_hant: 檔案集
